import { Link } from "react-router-dom";
import "./Home.Module.css";

const Home = () => {
  return (
    <div className="container">
      <div className="home-page">
        <div className="home-text">
          <h2>Пчелният мед!</h2>

          <p>
            Годен за консумация след три хиляди години!Въз основа на
            археологически находки може да се твърди, че медът е бил използван
            още от древните египтяни. В гробниците на фараоните са открити
            глинени съдове с мед, който е на повече от три хиляди години. И
            най-интересното е, че въпреки изминалото време той не се е развалил
            и все още е годен за ядене.
            <br />
            Медът никога не се разваля, въпреки че при неправилно съхранение
            може частично да промени структурата си, да загуби аромата и вкуса
            си. За да може медът да запази своите хранителни свойства, цвят,
            вкус и равномерна текстура, той трябва да се съхранява в
            херметически затворен съд при стайна температура на място, където
            няма да бъде изложен на пряка слънчева светлина. Не се препоръчва да
            съхранявате мед в хладилник.
            <br />
            Причината за това медът да не се разваля се крие в ензима,
            произведен от пчелите. Той действа върху погълнатия от тях нектар и
            го превръща в глюконова киселина и водороден прекис, които
            предотвратяват развитието на бактерии.
          </p>
          <br />

          <Link className="image-btn" to="/catalog">
            Към каталога
          </Link>
        </div>
        <div className="home-image">
          <figure>
            <img className="" src="images/100%.png" />
          </figure>
        </div>
      </div>
    </div>
  );
};
export default Home;
